[
  {
    "categoryId": 1,
    "isbn": 9785042357350,
    "title": "Or I'll die of happiness now",
    "description": " “This definitely won’t happen to me”, “fiction doesn’t happen in life” - we often repeat, listening to the story of someone else’s life and not realizing that fate is already behind us and chuckles, preparing to give a surprise or planning a rally. Life sometimes reminds me of a small child - affectionate and tender, at the same time moody and unbearable. Sometimes evil and merciless, knowing no boundaries permitted. And  in a minute - giving such happiness that I want to die\n",
    "image": "https://books.google.com/books/content/images/frontcover/PFTXDwAAQBAJ?fife=w400-h600",
    "publisher": "Exmo",
    "author": "Masha Traub",
    "genre": "Business Literature",
    "year": 2020,
    "pages": 320,
    "book": "https://play.google.com/books/reader?id=PFTXDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 1,
    "isbn": 9785042271236,
    "title": "Churov and Churbanov",
    "description": "Ksenia Buksha (born 1983) is the author of the National Bestseller Prize-winning novel The Liberty Plant, a biography of Kazimir Malevich, the collection of short stories Opening Inside, about all kinds of human destinies. Her prose combines harsh realism and lyricism, humor and grotesque. “Churov and Churbanov” is a short cinema novel full of cinematic movement with an unpredictable plot and a dense, gloomy Petersburg atmosphere. You live, you live, and suddenly it turns out that you have a double whose heart beats in sync with yours. Yes, not just a double, but your former classmate: an excellent pupil or, conversely, a suspicious type with whom you absolutely can have nothing in common in life. Nothing but death.",
    "image": "https://books.google.com/books/content/images/frontcover/hqDMDwAAQBAJ?fife=w400-h600",
    "publisher": "AST Publishing House",
    "author": "Ksenia Buksha",
    "genre": "Business Literature",
    "year": 2020,
    "pages": 170,
    "book": "https://play.google.com/books/reader?id=hqDMDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 1,
    "isbn": 9785042335730,
    "title": "Babaza ru",
    "description": "Babaza ru (Baba at the wheel) is Tatyana Moskvina’s new prose book, where the sharp look of a publicist is combined with the sharp pen of a prose writer, satire is intertwined with drama, the everyday genre is with the history of counterculture. Her heroines are witty and decisive, absurd and defenseless; they went to rock concerts in the eighties, were able to deceive death, save themselves in the abode of the sister of Sobriety, cook the best borsch in the world and sit behind the wheel in the sixty-ten. Women who rule.",
    "image": "https://books.google.com/books/content/images/frontcover/XVnRDwAAQBAJ?fife=w400-h600",
    "publisher": "AST Publishing House",
    "author": "Tatyana Moskvina",
    "genre": "Business Literature",
    "year": 2020,
    "pages": 260,
    "book": "https://play.google.com/books/reader?id=XVnRDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 1,
    "isbn": 9789461460158,
    "title": "My life, my achievements",
    "description": "This book has bypassed almost all states. It is printed in many languages. Everywhere her publications diverged like hot cakes. The burning interest in it was created not by artificial advertising hype, but by its very content - behind this book is the life and work of a very large person, behind it is the practical experience of the creator of a production that has never been in scale and organization. In his book, Henry Ford shares his life story, his views on business management, his ideas in management theory and the whole economy. His ideas are now embodied in thousands of companies that work on the principle introduced by Ford at the beginning of the twentieth century.",
    "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348806627l/1122054.jpg",
    "publisher": "\n Mann, Ivanov and Ferber",
    "author": "Henry Ford",
    "genre": "Business Literature",
    "year": 2013,
    "pages": 304,
    "book": "https://play.google.com/books/reader?id=9wrVBQAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 1,
    "isbn": 9783540776765,
    "title": "Chaos mechanics",
    "description": "The events in this extremely relevant novel, awarded by the French Academy Grand Prix (2017), are developing in France, Ethiopia, Somalia, Iraq, Libya, Turkey, Algeria, Egypt and Malta, in the capital of which Valletta meets the threads of a web of espionage, drug trafficking and arms smuggling. Archaeologist, famous journalist, diplomat, French secret service agent, leader of an Islamic group, double agent, French student, Somali refugee, religious fanatic, Algerian boy running errands at the mafia ... in this kaleidoscope of people and destinies, the reader’s eyes appear to be multi-layered, contradictory and the absolutely recognizable reality of the worldwide chaos in which we all live today.\n",
    "image": "https://books.google.com/books/content/images/frontcover/E-h73wH2dO8C?fife=w400-h600",
    "publisher": "Sinbad Publishing House",
    "author": "Daniel Rondo",
    "genre": "Business Literature",
    "year": 2020,
    "pages": 390,
    "book": "https://play.google.com/books/reader?id=E-h73wH2dO8C&hl=ru&authuser=0"
  },
  {
    "categoryId": 2,
    "isbn": 9785040418053,
    "title": "Обреченная невеста",
    "description": "Алина обладала даром предвидения и заранее знала, когда и где встретит мужчину, предназначенного ей судьбой. И все произошло именно так, как ей представлялось! Но обстоятельства разлучили влюбленных, и под венец девушка вынуждена была пойти с братом-близнецом своего нареченного. Однако благодаря своему таланту Алина предчувствовала, что на свадьбе она может погибнуть... Никогда еще Елене Давыдовой, хозяйке «Бюро магических услуг», не попадалось такого сложного дела: она должна спасти девушку от предначертанной смерти. И Елена готова бросить вызов тому, кто пытается управлять чужими судьбами...\n",
    "image": "https://books.google.com/books/content/images/frontcover/riA2DgAAQBAJ?fife=w400-h600",
    "publisher": "Exmo",
    "author": "Anna Veles",
    "genre": "Detectives and Thrillers",
    "year": 2017,
    "pages": 219,
    "book": "https://play.google.com/books/reader?id=riA2DgAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 2,
    "isbn": 9785227089793,
    "title": "Смерть — плохая примета",
    "description": "За несколько минут до появления у двери полицейских на голову рекламного дизайнера Марии, из-под вороха банных полотенец, падает пистолет. Кто подложил в ее шкаф эту гадость?! Пару дней назад в соседней квартире застрелили наркодилера, с которым Маша враждовала, получается, что некто подстроил качественную ловушку для дизайнера? Мария умудряется сбежать из полицейского участка. Ей некуда податься, ее везде разыскивают… случайное знакомство с добровольной сыщицей Надеждой Прохоровной – счастливый шанс беглянки.",
    "image": "https://books.google.com/books/content/images/frontcover/PzeBDwAAQBAJ?fife=w400-h600",
    "publisher": "Centerpolygraph",
    "author": "Oksana Obukhova",
    "genre": "Detectives and Thrillers",
    "year": 2018,
    "pages": 531,
    "book": "https://play.google.com/books/reader?id=PzeBDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 2,
    "isbn": 9785389181007,
    "title": "Королевство слепых",
    "description": "The Kingdom of the Blind novel continues a series of investigations by senior inspector Arman Gamache. This charming character was created by the pen of Louise Penny, the only five-time winner of the Agatha Christie Prize in the world. A month ago, Arman Gamash was temporarily suspended from work, his further career is in jeopardy, but the inspector’s conscience is clear and he enjoys this respite among friends and relatives in the village of Three Pines. However, the vacation does not last long: the inspector receives a letter from the notary with an invitation to arrive at the specified address.",
    "image": "https://books.google.com/books/content/images/frontcover/kMLVDwAAQBAJ?fife=w400-h600",
    "publisher": "ABC Atticus",
    "author": "Louise Penny",
    "genre": "Detectives and Thrillers",
    "year": 2020,
    "pages": 480,
    "book": "https://play.google.com/books/reader?id=kMLVDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 2,
    "isbn": 9785457354272,
    "title": "Colonel Gurov - continuation of other authors",
    "description": "A new novel about the outstanding detective Lev Gurov - the hero of the oldest detective series. Over 25 years, about 200 volumes of tens of millions of copies were published. Colonel Lev Gurov was approached by businessman Georgy Seleznev. His assistant died in a car accident, but Seleznev is convinced that it was a premeditated murder and the attempt was prepared precisely for him - an examination established that before leaving the car someone intentionally damaged the brake system.",
    "image": "https://books.google.com/books/content/images/frontcover/Pb5kAAAAQBAJ?fife=w400-h600",
    "publisher": "Exmo",
    "author": "Nikolai Leonov, Alexey Makeev",
    "genre": "Detectives and Thrillers",
    "year": 2018,
    "pages": 739,
    "book": "https://play.google.com/books/reader?id=Pb5kAAAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 2,
    "isbn": 9785227088239,
    "title": "The Secret Diary Of Detective Vampire",
    "description": "Detective Jack Van Pierre is no ordinary detective. He is no ordinary vampire either. One thing is for sure, he is intent on delivering justice in his own special way. He is a vampire that only preys on the blood of criminals and he has been cleaning up New York for the past 10 years all by himself. ",
    "image": "https://books.google.com/books/content/images/frontcover/Be6mAwAAQBAJ?fife=w400-h600",
    "publisher": "Centerpolygraph",
    "author": "Dmitry Zakharov",
    "genre": "Detectives and Thrillers",
    "year": 2020,
    "pages": 150,
    "book": "https://play.google.com/books/reader?id=Be6mAwAAQBAJ&hl=ru&pg=GBS.PP1"
  },
  {
    "categoryId": 6,
    "isbn": 9785042379529,
    "title": "Treasure planet",
    "description": "Nemo is a brilliant inventor, even though he is not yet sixteen. His parents disappeared in search of the legendary Treasure Planet. To find them, Nemo will have to escape from the most guarded boarding school in the galaxy, make friends with the blue-skinned alien girl Moon, able to turn into anyone, tame the untamed cosmic mouse and go on the most dangerous and fascinating journey into own life.",
    "image": "https://books.google.com/books/content/images/frontcover/IMPVDwAAQBAJ?fife=w400-h600",
    "publisher": "AST Publishing House",
    "author": "Dasha Mikushina, Anna Filagrina, Irina Vekka, Elena Grigorenko",
    "genre": "Literature for children",
    "year": 2020,
    "pages": 206,
    "book": "https://play.google.com/books/reader?id=IMPVDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 6,
    "isbn": 9785042429743,
    "title": "The Adventures of Friedel in Minecraft",
    "description": "New adventures in the world of Minecraft Friejel and his faithful dog Fluffy! Friejel thrown in jail Suratan, a city that went under water many years ago. Frigel thought that this was the end of his life - it was impossible to escape from an underwater prison.",
    "image": "https://books.google.com/books/content/images/frontcover/ok7aDwAAQBAJ?fife=w400-h600",
    "publisher": "Exmo",
    "author": "Nicolas Digard",
    "genre": "Literature for children",
    "year": 2020,
    "pages": 329,
    "book": "https://play.google.com/books/reader?id=ok7aDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 6,
    "isbn": 9780545935418,
    "title": "Dog Man and Cat Kid",
    "description": "Hot diggity dog! Dog Man is back -- and this time he's not alone. The heroic hound with a real nose for justice now has a furry feline sidekick, and together they have a mystery to sniff out! When a new kitty sitter arrives and a glamorous movie starlet goes missing, it's up to Dog Man and Cat Kid to save the day! Will these heroes stay hot on the trail, or will Petey, the World's Most Evil Cat, send them barking up the wrong tree?",
    "image": "https://books.google.com/books/content/images/frontcover/t84mDwAAQBAJ?fife=w400-h600",
    "publisher": "Scholastic Inc.",
    "author": "Dav Pilkey",
    "genre": "Literature for children",
    "year": 2017,
    "pages": 256,
    "book": "https://play.google.com/books/reader?id=t84mDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 6,
    "isbn": 9785042147180,
    "title": "Чудо на Рождество",
    "description": "Незадолго до Рождества ребята из воскресной школы написали Богу о своих желаниях.  Алик тоже попросил кое о чем – и получил в подарок настоящее приключение! К нему явились три ангела и сообщили: он сам может совершить рождественское чудо...",
    "image": "https://books.google.com/books/content/images/frontcover/djnBDwAAQBAJ?fife=w400-h600",
    "publisher": "LitRes: Samizdat",
    "author": "Марина Клейн",
    "genre": "Literature for children",
    "year": 2019,
    "pages": 30,
    "book": "https://play.google.com/books/reader?id=djnBDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 5,
    "isbn": 9788575226629,
    "title": "Grok algorithms. Illustrated Guide for Programmers and Curious Ones",
    "description": "It is generally accepted that programming is very difficult. Especially if you step on the same rake over and over again and try to do in your own way what has already been invented before us. Indeed, for almost any task there is a ready-made solution algorithm, it remains only to find it and use it correctly. Aditya Bhargava in the book. Thundering Algorithms” not only shows examples of such solutions with detailed illustrations, but also teaches the reader to find them on their own in the future. The reader gets acquainted with the concepts of binary search, arrays, linked lists, data structures, recursion.",
    "image": "https://books.google.com/books/content/images/frontcover/t5RODwAAQBAJ?fife=w400-h600",
    "publisher": "Novatec Editora",
    "author": "Aditya Bhargava",
    "genre": "Computer literature",
    "year": 2018,
    "pages": 264,
    "book": "https://play.google.com/books/reader?id=t5RODwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 5,
    "isbn": 9785041273842,
    "title": "Instagram admin. Earnings guide",
    "description": "There is no more expensive in the entire Russian-speaking space, but such a price is justified by the results, tearing all the boundaries of the possible. Firstly, this is the record-breaking effectiveness of the program, because 96% of participants start earning money before they finish their studies. Secondly, this is the general accessibility of the profession, because people from 637 cities, more than 55 countries, aged 17-56, acquired it. Third, the income of the participants is breathtaking! Indeed, from each training we have several newly minted Instagram millionaires.",
    "image": "https://books.google.com/books/content/images/frontcover/yBlpDwAAQBAJ?fife=w400-h600",
    "publisher": "LitRes: Samizdat",
    "author": "Evgeny Kozlov, Dmitry Kudryashov",
    "genre": "Computer literature",
    "year": 2020,
    "pages": 430,
    "book": "https://play.google.com/books/reader?id=yBlpDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 5,
    "isbn": 9781593277390,
    "title": "Learning Python. Game programming, data visualization, web applications",
    "description": "Learning Python is a crash course that will save you time and start writing workable programs right away (games, data visualizations, web applications, and more). Want to become a programmer? In the first part of the book you will learn about the basic principles of programming, get acquainted with lists dictionaries, classes and loops, you will learn how to create programs and test code",
    "image": "https://books.google.com/books/content/images/frontcover/igYvDwAAQBAJ?fife=w400-h600",
    "publisher": "No Starch Press",
    "author": "Eric Matiz",
    "genre": "Computer literature",
    "year": 2015,
    "pages": 560,
    "book": "https://play.google.com/books/reader?id=igYvDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 5,
    "isbn": 9785001002956,
    "title": "JavaScript for children. Programming Tutorial",
    "description": "This book will allow you to immerse yourself in programming and easily learn JavaScipt. You will write some real games - treasure hunt on the map, “Hangman” and “Snake”. At every step you will be able to evaluate the results of your work - in the form of a working program, and with clear instructions, examples and funny illustrations, the training will be only pleasant. Book for children from 10 years.",
    "image": "https://books.google.com/books/content/images/frontcover/rdCbDQAAQBAJ?fife=w400-h600",
    "publisher": "Манн, Иванов и Фербер",
    "author": "Nick Morgan",
    "genre": "Computer literature",
    "year": 2016,
    "pages": 288,
    "book": "https://play.google.com/books/reader?id=rdCbDQAAQBAJ&authuser=0&hl=ru&authuser=0"
  },
  {
    "categoryId": 3,
    "isbn": 9785041338183,
    "title": "It will hurt",
    "description": "What do you know about the doctor who treats you? Most likely, quite a bit. If you want to know more, rather open the book of Adam Kay. This is a frank, sometimes sad, and sometimes hilariously funny story of a young doctor from the beginning of his professional career in medicine to the end of his career. You will be extremely surprised at how much in common our and British doctors have.",
    "image": "https://books.google.com/books/content/images/frontcover/AolxDwAAQBAJ?fife=w400-h600",
    "publisher": "LitRes: Samizdat",
    "author": "Adam Kay",
    "genre": "Documentary Literature",
    "year": 2019,
    "pages": 351,
    "book": "https://play.google.com/books/reader?id=AolxDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 3,
    "isbn": 9785040308842,
    "title": "When breathing dissolves in air. Sometimes fate doesn't care that you're a doctor",
    "description": "Paul Kalaniti is a talented neurosurgeon, and he might as well have become a talented writer. You are holding in his hands his only book. For more than ten years, he studied as a neurosurgeon and only a year and a half separated him from becoming a professor. He already received good job offers, he had a young wife and had very little left before they finally began a real life, which they had put off for so many years. Paul was only 36 years old when the death he fought in the operating room knocked on himself.",
    "image": "https://books.google.com/books/content/images/frontcover/IjdnDQAAQBAJ?fife=w400-h600",
    "publisher": "Litres",
    "author": "Paul Calaniti",
    "genre": "Documentary Literature",
    "year": 2020,
    "pages": 211,
    "book": "https://play.google.com/books/reader?id=IjdnDQAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 3,
    "isbn": 9786155929243,
    "title": "The boy who went to Auschwitz after his father",
    "description": "In 1939, Viennese furniture upholsterer Gustav Kleinman and his teenage son Fritz, like other Austrian Jews, were arrested by Nazi police and sent to Germany. They had to build one of the most famous concentration camps - Buchenwald. Having survived the years of torture, hunger and hard work, destroying even the most powerful, Gustav and Fritz retained the main thing: love and hope, more than once saving them from despair and death. However, their test is even worse ahead ...",
    "image": "https://books.google.com/books/content/images/frontcover/YAWZDwAAQBAJ?fife=w400-h600",
    "publisher":"Publish and More Kft",
    "author": "Jeremy Dronfield",
    "genre": "Documentary Literature",
    "year": 2019,
    "pages": 440,
    "book": "https://play.google.com/books/reader?id=YAWZDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 3,
    "isbn": 9785042039027,
    "title": "The man who shot the poison. The Story of a Cold War Spy",
    "description": "Документальный триллер» Сергея Плохия посвящен биографии Богдана Сташинского – агента КГБ, убившего Льва Ребета и Степана Бандеру из секретного оружия и впоследствии сдавшегося западногерманской полиции. Особое внимание уделено причинам действий Сташинского, роли его жены Инге Поль и новым сведениям о его жизни после суда и тюремного срока.",
    "image": "https://books.google.com/books/content/images/frontcover/mz_ADwAAQBAJ?fife=w400-h600",
    "publisher": "Litres",
    "author": "Sergey Plohiy",
    "genre": "Documentary Literature",
    "year": 2020,
    "pages": 549,
    "book": "https://play.google.com/books/reader?id=mz_ADwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 3,
    "isbn": 9785457672659,
    "title": "Icebreaker",
    "description": "The new, updated and revised edition of the cult book of the outstanding historian, writer and military analyst Viktor Suvorov, which turned our ideas about the causes of the Second World War, is a grandiose historical reconstruction of the events of the 1920-1940s, when the Soviet Union, under the leadership of Stalin, carried out a global reconstruction plan peace for the sake of achieving its main goal - world domination.",
    "image": "https://books.google.com/books/content/images/frontcover/ZuW7BQAAQBAJ?fife=w400-h600",
    "publisher": "Litres",
    "author": "Victor Suvorov",
    "genre": "Documentary Literature",
    "year": 2017,
    "pages": 758,
    "book": "https://play.google.com/books/reader?id=ZuW7BQAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 4,
    "isbn": 9785041462727,
    "title": "99 stupid questions about art and another one that is sometimes asked by a guide in an art muse",
    "description": "All of us, to varying degrees, know something about art, hear something, accidentally notice something, and are deeply convinced of something from childhood. When we come to the museum, the guide becomes the intermediary between us and art. It is he who can answer here and now to the question that interests us. But sometimes, for one reason or another, he fails to do this, and indeed we do not always decide to ask about something.",
    "image": "https://books.google.com/books/content/images/frontcover/-g9-DwAAQBAJ?fife=w400-h600",
    "publisher": "Litres",
    "author": "Alina Nikonova",
    "genre": "Art",
    "year": 2018,
    "pages": 874,
    "book": "https://play.google.com/books/reader?id=-g9-DwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 4,
    "isbn": 9785040984510,
    "title": "The fourth dimension (compilation)",
    "description": "This book contains works of different genres, which cover the main range of interests and thoughts of the author. His “Memories” are dedicated to the bright and bitter pages of our history, the life of the Russian intelligentsia, who suffered during the Civil War, in the Solovetsky camps, in besieged Leningrad, but who survived and continued to resist the spiritual violence of society. The “Letters on the Good and the Beautiful”, which has long been loved by the reader, is invited to reflect with the author on Russia, its cultural wealth, writing, language, wonderful traditions ... And the articles of the collection “Literature - Reality - Literature” help to better understand Russian classics.",
    "image": "https://books.google.com/books/content/images/frontcover/DepGDwAAQBAJ?fife=w400-h600",
    "publisher": "Litres",
    "author": "Dmitry Likhachev",
    "genre": "Art",
    "year": 2020,
    "pages": 1091,
    "book": "https://play.google.com/books/reader?id=DepGDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 4,
    "isbn": 9785040680566,
    "title": "The most Shklovskoe (collection)",
    "description": "Shklovsky’s life was long, diverse and eventful. This book has turned out like this. “The Resurrection of the Word” and “Art as a Reception”, which became the manifesto of the OPOIA; excerpts from the biographical prose “The Third Factory” and “Once upon a Time”; fragments of a textbook of literary creation for the proletariat Technique of Writing Craft; The Hamburg Account and the memoirs On Mayakovsky; letters to his beloved grandson and much more THE MOST SHKLOVSKY from the point of view of the compiler of the book by Alexandra Berlin.",
    "image": "https://books.google.com/books/content/images/frontcover/8QyDDwAAQBAJ?fife=w400-h600",
    "publisher": "Litres",
    "author": "Victor Shklovsky",
    "genre": "Art",
    "year": 2020,
    "pages": 920,
    "book": "https://play.google.com/books/reader?id=8QyDDwAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 4,
    "isbn": 9785040202966,
    "title": "Overcoming the time. Important Thoughts and Letters (compilation)",
    "description": "This collection was composed of his essay letters and various notes from notebooks. They contain reflections on Russia, its cultural wealth, written language, language, wonderful traditions, the meaning of everything that exists on earth ... And, of course, about the man who loves his homeland, home, family opens the way to the world of good and harmony, and the ability to understand art gives depth of sight and the happiness of communication.",
    "image": "https://books.google.com/books/content/images/frontcover/-M7ZDAAAQBAJ?fife=w400-h600",
    "publisher": "Litres",
    "author": "Dmitry Likhachev",
    "genre": "Art",
    "year": 2020,
    "pages": 510,
    "book": "https://play.google.com/books/reader?id=-M7ZDAAAQBAJ&hl=ru&authuser=0"
  },
  {
    "categoryId": 4,
    "isbn": 9785446730643,
    "title": "Happy Straw (compilation)",
    "description": "Japanese culture is as peculiar as the nature of Japan, the philosophical aesthetics of which are devoted to the life and life of the Japanese. And the most fully oriental philosophy is reflected in fairy genres. The collection of Japanese fairy tales Happy Straw translated by Vera Markova includes heroic fairy tales-legends, fairy tales full of wonders about fantastic creatures, and everyday comic tales, as well as fairy tales about animals. A special place is occupied by the most beloved genre among the people - philosophical and satirical fairy tales-parables.",
    "image": "https://books.google.com/books/content/images/frontcover/6s44DgAAQBAJ?fife=w400-h600",
    "publisher": "FTM",
    "author": "Folk art",
    "genre": "Art",
    "year": 2017,
    "pages": 399,
    "book": "https://play.google.com/books/reader?id=6s44DgAAQBAJ&authuser=0&hl=ru&authuser=0"
  }
]
